<template>
  <div class="container mt-5">
    <h1 class="text-center mt-4">แสดงรายละเอียดสินค้า</h1>
    &nbsp;
    <div class="bg-body-tertiary p-5 rounded">
      <div class="col-sm-8 py-5 mx-auto">
        <h1 class="display-5 fw-normal">ต้นไม้แห่งชีวิต</h1>
        <p>
          ต้นไม้แห่งชีวิต
          เป็นสัญลักษณ์ที่มีความหมายลึกซึ้งและสวยงามที่สามารถนำมาใช้เป็นแนวทางในการตกแต่งบ้านได้หลายรูปแบบ
          ทั้งในแง่ของการสร้างบรรยากาศที่อบอุ่น
          และการเสริมสร้างพลังบวกให้กับพื้นที่ในบ้าน
          ด้วยความหมายที่เชื่อมโยงกับการเติบโต ความเจริญรุ่งเรือง และความสมดุล
          ต้นไม้แห่งชีวิตจึงเป็นการเลือกที่ดีในการตกแต่งบ้าน
        </p>
        <img
          src="../assets/p1.jpg"
          alt="ชื่อสินค้า 1"
          class="d-block mx-auto"
        />
      </div>
    </div>
  </div>
</template>
